import Olena from './Zalytska.png'
import Yaruna from './Topola.png'
import Viktor from './Glibov.png'
import ImgFeedback from './anna_10375_A_model_of_European_appearance_with_an_attractive_ex_13b57536-3e5a-4f85-824b-bb167353fabf 1.jpg'


const FeedbackUsers = [
    {
        id: 1,
        firstName: 'Олена',
        lastName: 'Залуцька',
        email: 'sdfsd@gmail.com',
        message: 'Замовила цю каблучку з місяцем – і вона просто неймовірна!  Витончений дизайн, гарна деталізація, ідеально сидить на пальці. Дуже ніжна і стильна річ, яка пасує до будь-якого образу.\n' +
            'Доставка була швидкою, а упаковка – просто розкішна, ідеальна для подарунка. Я в захваті! ',
        icon: Olena,
        img: '',
        rate: 5,
        date: '25 березня 2025',
        city: 'Кривий Ріг',
    },
    {
        id: 2,
        firstName: 'Ярина',
        lastName: 'Тополя',
        email: 'topola@gmail.com',
        message: 'Придбала підвіску із білого золота у вигляді каблучки, і в захваті! Вона виглядає дуже стильно, а блиск білого золота привертає погляди. Дякую :)',
        icon: Yaruna,
        img: ImgFeedback,
        rate: 4,
        date: '21 березня 2025',
        city: 'Харків',
    },
    {
        id: 3,
        firstName: 'Ярина',
        lastName: 'Тополя',
        email: 'asdasd@gmail.com',
        message: 'Купував ці сережки з сапфіром на подарунок дружині,вона таке дуже любить :)  Камені мають глибокий синій колір, виглядають елегантно та дорого. Дуже гарна робота, видно якість і увагу до деталей. Окремо дякую за швидкий сервіс.',
        icon: Viktor,
        img: '',
        rate: 3,
        date: '1 березня 2025',
        city: 'Лубни',
    },
    {
        id: 4,
        firstName: 'Ярина',
        lastName: 'Тополя',
        email: 'asdasd@gmail.com',
        message: 'Купував ці сережки з сапфіром на подарунок дружині,вона таке дуже любить :)  Камені мають глибокий синій колір, виглядають елегантно та дорого. Дуже гарна робота, видно якість і увагу до деталей. Окремо дякую за швидкий сервіс.',
        icon: Viktor,
        img: '',
        rate: 3,
        date: '1 березня 2025',
        city: 'Лубни',
    },
    {
        id: 4,
        firstName: 'Ярина',
        lastName: 'Тополя',
        email: 'asdasd@gmail.com',
        message: 'Купував ці сережки з сапфіром на подарунок дружині,вона таке дуже любить :)  Камені мають глибокий синій колір, виглядають елегантно та дорого. Дуже гарна робота, видно якість і увагу до деталей. Окремо дякую за швидкий сервіс.',
        icon: Viktor,
        img: '',
        rate: 3,
        date: '1 березня 2025',
        city: 'Лубни',
    }
]

export default FeedbackUsers;